[
  {
    "id": "dFGG1",
    "program": "dFGG",
    "supervisor": "doc. RNDr. Vladimír Falťan, PhD.",
    "aff": "Katedra fyzickej geografie a geoinformatiky, PriF UK",
    "name": "Detailný výskum dynamiky krajinnej pokrývky v oblastiach s prejavmi opúšťania poľnohospodárskej pôdy",
    "text": "Práca bude zameraná na hodnotenie zmien krajinnej pokrývky a ich zaznamenanie vo veľkých mierkach s využitím návrhu modifikácie metodológie CORINE land cover. Výskum bude realizovaný v oblastiach s prejavmi opúšťania poľnohospodárskej pôdy, výskytom historických krajinných štruktúr a obnovou lesa."
  },
  {
    "id": "dFGG2",
    "program": "dFGG",
    "supervisor": "doc. RNDr. Vladimír Falťan, PhD.",
    "aff": "Katedra fyzickej geografie a geoinformatiky, PriF UK",
    "name": "Hodnotenie dynamiky využitia krajiny a zmien krajinnej pokrývky",
    "text": "Na základe aplikácie aktuálnych metodických postupov výskumu a mapovania krajinnej pokrývky (fyziognomických prejavov prebiehajúcich prírodných a socioekonomických procesov na zemskom povrchu) s využitím dostupných historických prameňov, máp, leteckých snímok, GIS analýz a vlastného terénneho výskumu bude doktorand charakterizovať detailne dlhodobý vývoj využitia krajiny vybraného územia, fyziognomické prejavy tokov zmien krajinnej pokrývky (land cover flows) a vplyv prírodných komponentov krajiny na ne."
  },
  {
    "id": "dFGG3",
    "program": "dFGG",
    "supervisor": "RNDr. Igor Matečný, PhD.",
    "aff": "Katedra fyzickej geografie a geoinformatiky, PriF UK",
    "name": "Využitie metód diaľkového prieskumu Zeme pre hodnotenie zmien prírodných ekosystémov",
    "text": "Metódy diaľkového priekumu Zeme sa široko využívajú pre hodnotenie zmien štruktúry krajiny. Nové technické možnosti, spojené so širokým využívaním dronov (UAV), snímkovanie v rôznych pásmach spektra , ako aj technológia LIDAR umožnuje získanie veľmi podrobných dát o prírodných ekosystémoch. Hodnotenie rôznych časových radov snímok, využitie rôznych formátov dát, spolu s pozemnými meraniami a mapovými podkladmi umžňuje zachytiť zmeny v sledovaných ekosystémoch, nielen z hľadiska štruktúry, výmery ale aj ich zdravotného stavu."
  },
  {
    "id": "dFGG4",
    "program": "dFGG",
    "supervisor": "doc. RNDr. Eva Mičietová, CSc.",
    "aff": "Katedra fyzickej geografie a geoinformatiky, PriF UK",
    "name": "Vplyv krajinnej pokrývky na uhlíkovú bilanciu a klimatické zmeny – regionálny aspekt",
    "text": "Hodnotenie zmien krajinnej pokrývky SR podľa IPCC Afolu. Výpočet uhlíkovej bilancie  podľa metodiky IPCC  za posledných 30 rokov v SR. Identifikácia areálov zmeny klimatických faktorov z hľadiska zmeny uhlikovej bilancie. Vyhodnotenie identifikovaných vplyvov  na životné prostredie."
  },
  {
    "id": "dFGG5",
    "program": "dFGG",
    "supervisor": "prof. RNDr. Jozef Minár, CSc.",
    "aff": "Katedra fyzickej geografie a geoinformatiky, PriF UK",
    "name": "Numerické modelovanie dlhodobého vývoja georeliéfu a geomorfometrická evaluácia jeho výsledkov",
    "text": "Numerické modelovanie dlhodobého vývoja georeliéfu sa používa na testovanie vývojových hypotéz konkrétnych území. Nastavenia modelu odrážajú často variantné scenáre a predstavy o iniciálnom reliéfe územia etapách jeho neotektonického a morfoklimatického vývoja a ďalších počiatočných a okrajových podmienkach. Mieru úspešnosti rôznych výsledkov takéhoto modelovania definuje zhoda výsledného namodelovaného povrchu so súčasným georeliéfom. Túto možno vyšetrovať prostredníctvom rôznych geomorfometrických charakteristík a objektov, ktoré je potrebné derivovať z vhodne generalizovaného DMR záujmového územia. Utvorenie sady numerických experimentov vybraného územia a ich ohodnotenie prostredníctvom porovnania povrchu utvoreného modelovaním a generalizovaného reálneho DMR bude hlavným cieľom dizertácie."
  },
  {
    "id": "dFGG6",
    "program": "dFGG",
    "supervisor": "doc. RNDr. Milan Trizna, PhD.",
    "aff": "Katedra fyzickej geografie a geoinformatiky, PriF UK",
    "name": "Verifikácia vplyvu povrchu povodia na zrážkovo-odtokové modelovania",
    "text": "Vybrané morfometrické a morfografické parametre povodí vstupujú významným spôsobom do zrážkovo-odtokového modelovania, ovplyvňujú ich výsledky a môžu byť zdrojom chýb, ktoré je problematické odhaliť. Dizertačná práca by sa zamerala na úlohu plochy povodia pri zrážkovo-odtokovom modelovaní, špeciálne pri určovaní úhrnu zrážok na plochu povodia. Zároveň by sa preveril vplyv vertikálnej členitosti reliéfu na presnosť určenia zrážkového úhrnu na plochu povodia ako vstup pre zrážkovo-odtokové modelovanie."
  },
  {
    "id": "dFGG-GgU1",
    "program": "dFGG_GGU",
    "supervisor": "Ing. Anna Kidová, PhD.",
    "aff": "Geografický ústav SAV",
    "name": "Časovo-priestorový vývoj rómskych komunít v rámci geosystému riečnej krajiny",
    "text": "Práca sa bude orientovať na životný priestor marginalizovaných komunít v blízkosti vodných tokov s dôrazom na riešenie otázky protipovodňovej ochrany a miery zraniteľnosti rómskych komunít v súvislosti s migráciou vodných tokov a povodňovým rizikom. Na základe multitemporálnej analýzy dát diaľkového prieskumu Zeme, morfometrických ukazovateľov reliéfu a socio-ekonomických a priestorovo-funkčných vzťahov bude mať práca ambíciu pochopiť príčiny predispozície výberu životného priestoru rómskymi komunitami, ako aj vytvorenie priestorovej databázy rómskych komunít s dôrazom na ich blízkosť k vodným tokom. Na dosiahnutie efektívneho manažmentu riečnej krajiny sa práca bude zaoberať aj rovnováhou medzi nekontrolovateľným využívaním riečnej nivy a optimalizovaním environmentálnych dopadov takéhoto využívania."
  },
  {
    "id": "dFGG-GgU2",
    "program": "dFGG_GGU",
    "supervisor": "Ing. Anna Kidová, PhD.",
    "aff": "Geografický ústav SAV",
    "name": "Modelovanie hydrogeomorfologickej odozvy vodného toku na jeho reguláciu",
    "text": "Modely vývoja krajiny simulujú pohyb vody a sedimentov pomocou rekonštruovaných historických a súčasných DEM s vysokým rozlíšením. Detailný model riečneho úseku bude realizovaný na základe porovnaní vývoja koryta v dôsledku antropogénnych vplyvov spôsobujúcich zmeny v energetických tokoch, ako aj geomorfológii koryta. Model CAESAR-Lisflood alebo MIKE 21C sú vhodnými nástrojmi na skúmanie dôsledkov ľudských zásahov do vodných tokov, ako je ich regulovanie, rozširovanie, presmerovanie, odstraňovanie priehrad alebo obnova. Tieto typy modelov možno použiť aj na určenie následkov takýchto zásahov na povodňové riziko. Ich využitie má význam nielen pri štúdiu vývoja krajiny, v ktorej čoraz viac dominujú ľudské zásahy, ale predovšetkým pri informovaní sféry manažmentu vodných tokov."
  },
  {
    "id": "dFGG-GgU3",
    "program": "dFGG_GGU",
    "supervisor": "RNDr. Monika Kopecká, PhD.",
    "aff": "Geografický ústav SAV",
    "name": "Komparatívna analýza diverzity poľnohospodárskej krajiny s využitím objektovo-orientovanej klasifikácie",
    "text": "V súvislosti s meniacou sa Spoločnou poľnohospodárskou politikou krajín EÚ pribúdajú iniciatívy smerujúce k zvyšovaniu biodiverzity poľnohospodárskej krajiny vrátane zmien využívania krajiny spojeních so znižovaním veľkosti poľnohospodráskych parciel. Cieľom DDP bude analyzovať   priestorovú štruktúru poľnohospodárskej krajiny na zvolených modelových územiach s využitím objektovo-orientovanej klasifikácie, zhodnotiť ju pomocou vybraných  indikátorov diverzity  a definovať optimálne  trendy jej budúceho vývoja."
  },
  {
    "id": "dFGG-GgU4",
    "program": "dFGG_GGU",
    "supervisor": "Mgr. Róbert Pazúr, PhD.",
    "aff": "Geografický ústav SAV",
    "name": "Mapovanie dlhodobých zmien krajiny na rozsiahlých územiach kombináciou historických máp a satelitných údajov",
    "text": "Údaje ako letecké snímky a topografické mapy sú dostupné skoro od začiatku 20tého storočia. Cieľom tejto dizertačnej práce je využiť súčasný technologický vývoj v spracovaní obrazu a diaľkovom prieskume Zeme na mapovanie historického vývoja krajiny pre rozsiahle územia. Ako historické údaje budú využité topografické mapy, letecké snímky a satelitné údaje Corona, Landsat, a Sentinel. Spracovanie týchto údajov a mapovanie využitia krajiny je v súčasnosti náročne na čas a ľudské zdroje. Perspektívnym riešením je využitie súčasného vývoja v klasifikácií obrazu (napr. Keras, Tensorflow), objektovo orientovanej klasifikácii a klasifikácií pomocou neurálnych sieti. Definovaním vhodných trénovacích množín môžu tieto prístupy výrazne prispieť ku urýchleniu klasifikácie historických zmien krajiny na rozsiahlych územiach. Úspešný kandidát by mal mať pokročilé znalosti angličtiny a záujem o priestorovú analýzu, diaľkový prieskum Zeme a spracovanie dát. Táto DDP ponúka jedinečné možnosti zapojiť sa do prebiehajúcich medzinárodných projektov."
  },
  {
    "id": "dFGG-GgU5",
    "program": "dFGG_GGU",
    "supervisor": "Mgr. Róbert Pazúr, PhD.",
    "aff": "Geografický ústav SAV",
    "name": "Mapovanie intenzity využívania poľnohospodárskej krajiny",
    "text": "Poľnohospodárska krajina môže byť využívaná rôznymi spôsobmi a intenzitou. Cieľom DDP je zhodnotiť možnosti údajov diaľkového prieskumu Zeme a iných priestorových/štatistických údajov pri mapovaní intenzity využitia poľnohospodárskej krajiny. Kandidát bude pracovať s časovými rádmi získanými zo satelitov Landsat a Sentinel-2 a spolu s ďalšími údajmi (napr., letecké snímky, alebo európske dáta Copernicus) identifikovať špecifické aktivity prebiehajúce na poľnohospodárskej pôde (napr., spásanie, kosenie, hnojenie). Úspešný kandidát by mal mať pokročilé znalosti angličtiny a záujem o priestorovú analýzu, diaľkový prieskum Zeme a spracovanie dát. Táto DDP ponúka jedinečné možnosti zapojiť sa do prebiehajúcich medzinárodných projektov."
  },
  {
    "id": "dFGG-GgU6",
    "program": "dFGG_GGU",
    "supervisor": "RNDr. Roberta Prokešová, PhD.",
    "aff": "Geografický ústav SAV",
    "name": "Odraz kvartérnych tektonických pohybov vo fluviálnych systémoch Západných Karpát",
    "text": "Výskum mladých tektonických procesov v ostatných rokoch významne profituje aj s výsledkov získaných štúdiom vývoja fluviálnych systémov a fluviálne modelovaného georeliéfu. Použitie metód založených na analýze digitálnych modelov reliéfu (vrátane DMR s vysoký rozlíšením získaným laserovým skenovaním) a ďalších DPZ údajov umožňuje efektívnu extrakciu údajov pre numerické a štatistické analýzy. Vývoj na poli numerického modelovania a izotopového datovania prináša nové možnosti kvantitatívneho hodnotenia procesov, ktoré možno následne zužitkovať pri štúdiu neotektonického vývoja ako aj vývoja fluviálnych systémov. Cieľom práce bude analýza fluviálne modelovaného georeliéfu a fluviálneho systému vybranej oblasti Západných Karpát s dôrazom na identifikáciu a hodnotenie  tektonicky podmienených zmien. Doktorand v práci využije multizdrojové  dáta (DMR rôzneho rozlíšenia, DPZ, historické mapovanie) pre extrakciu potrebných údajov, ktoré bude následne analyzovať a interpretovať  v súlade dostupnými geologickými a geofyzikálnymi údajmi a terénnymi pozorovaniami. Podľa možností (v súlade s možnosťami projektového krytia výskumu) študent aplikuje aj vybrané laboratórne metódy (izotopové datovanie, sedimentologické analýzy a podobne), ktoré umožnia kvantifikáciu procesov a datovanie vývojových fáz."
  },
  {
    "id": "dFGG-GgU7",
    "program": "dFGG_GGU",
    "supervisor": "Mgr. Miloš Rusnák, PhD.",
    "aff": "Geografický ústav SAV",
    "name": "Použitie optických a radarových satelitných snímok pre dynamickú analýzu biogeomorfologických interakcií v riečnej krajine",
    "text": "Cieľom práce je spracovanie a analýza satelitných snímok pre hodnotenie vzájomných väzieb medzi morfologickými zmenami v koryte a nastupujúcou vegetáciou. Vegetačné indexy spolu s fyziognomickými znakmi vegetácie sú relevantné aj pre identifikáciu a hodnotenie ripariálnej zóny a identifikáciu biogeomorfologických interakciíí v koryte. Cieľom DDP bude analyzovať, vyhodnotiť a testovať vhodnosť použitia vegetačných indexov uvádzaných v literatúre spolu s fyziognomickými znakmi vegetácie v procese identifikácie a hodnotenia vybraných ripariálnych zón na Slovensku aplikáciou satelitných údajov DPZ."
  },
  {
    "id": "dFGG-GgU8",
    "program": "dFGG_GGU",
    "supervisor": "Mgr. Miloš Rusnák, PhD.",
    "aff": "Geografický ústav SAV",
    "name": "Interakcia vegetácie a morfológie koryta identifikovaná pomocou detailných 3D modelov",
    "text": "Cieľom práce je tvorba a klasifikácia komplexného 3D mračna bodov riečnej krajiny, ktorý obsahuje povrchové časti nivy, vegetáciu a dna koryta. Takto získaný model riečnej krajiny bude spracovaný pre identifikovanie jednotlivých morfologických foriem ako základných habitatov pre fungovanie riečneho ekosystému. Práca je založená na tvorbe modelu na základe optických dát získaných z dronov a automatickej klasifikácie rozličných typov foriem na základe geometrie mračna a spektrálnych charakteristík snímok. Výsledky budú validované terénnym prieskumom."
  }
]
