[
  {
    "id": "ZKI1",
    "program": "ZKI",
    "supervisor": "Mgr. Alexandra Benová, PhD.",
    "aff": "",
    "name": "Mapy Mesiaca a ich kartografická analýza",
    "text": "Práca sa zaoberá mapami zobrazujúcimi vesmírne teleso Mesiac od starých máp po súčasnosť. Spracovávané sú voľne dostupné mapy Mesiaca. Analýza máp Mesiaca ako tematických máp je zameraná na mapy ako kartografické diela, na kompozíciu máp, obsahovú náplň, identifikáciu metód mapového vyjadrovania, mapových znakov, mierok a ďalších parametrov. Porovnávané budú aj staré mapy z rôznych historických období, až po nové mapy Mesiaca. Získané údaje budú štatisticky vyhodnotené, zameranie bude aj na odlišné a podobné črty v mapovom vyjadrení týchto máp."
  },
  {
    "id": "ZKI2",
    "program": "ZKI",
    "supervisor": "Mgr. Alexandra Benová, PhD.",
    "aff": "",
    "name": "Rozmanitosť humánnogeografických tematických máp sveta v geografických atlasoch",
    "text": "Práca sa zaoberá analýzou máp s humánnogeografickou tematikou zobrazujúcich celý svet v geografických atlasoch. Použité sú vybrané dostupné domáce a zahraničné atlasy vydané v minulosti až po súčasnosť. Analýza máp sa konkrétne zameriava na analýzu metód mapového vyjadrovania, použitia mapových znakov, kompozíciu máp a iných parametrov. Nasleduje identifikácia a zastúpenie tematických oblastí máp, štatistické vyhodnotenie získaných údajov, zameranie sa aj na odlišné a podobné črty v mapovom vyjadrení týchto máp."
  },
  {
    "id": "ZKI3",
    "program": "ZKI",
    "supervisor": "Mgr. Alexandra Benová, PhD.",
    "aff": "",
    "name": "Fantazijné mapy v kartografickej tvorbe",
    "text": "Práca sa zaoberá skúmaním fantazijných máp vytvorených na základe knižných predlôh, cez detské fantazijné mapy po voľnú tvorbu. Analýza máp sa zameriava na ich kartografickú stránku, a to analýzu metód mapového vyjadrovania, použitia mapových znakov, kompozíciu máp, geografického obsahu a iné. Následne sú mapy analyzované aj z hľadiska mapového štýlu s určením charakteristických štýlotvorných prostriedkov. Ďalším cieľom je vytvoriť vo voľne dostupných programoch na tvorbu fantazijných máp mapy na základe výsledkov analýz."
  },
  {
    "id": "ZKI4",
    "program": "ZKI",
    "supervisor": "Mgr. Michal Druga, PhD.",
    "aff": "",
    "name": "Potenciál sprietočnenia riečnych ramien na základe analýzy lidarového DMR",
    "text": "Na Slovensku prebiehajú projekty smerujúce k zvýšeniu laterálnej konektivity riek napojením starých riečnych ramien na súčasné toky. Pre vytypovanie vhodných lokalít je nutné poznať rozdiel nadmorských výšok medzi dnami starých ramien (lidarový model DMR 5.0 poskytuje podrobné dáta) a hladinami najbližších riek pri rôznych prietokoch. GIS ponúka jednoduché nástroje na takéto porovnanie, existuje však viacero možností ich použitia. Cieľom tejto témy je otestovať tieto možnosti na nížinách s dostupným DMR5.0, vyhodnotiť postupy, určiť lokality s najväčším potenciálom, opísať výsledky vzhľadom k prítomnosti chránených území a publikovať výsledné mapy ako webovú mapu."
  },
  {
    "id": "ZKI5",
    "program": "ZKI",
    "supervisor": "Mgr. Michal Druga, PhD.",
    "aff": "",
    "name": "Vplyv geografických faktorov na zmeny krajinnej pokrývky na vybranom území",
    "text": "Krajina na Slovensku sa mení predovšetkým v dôsledku zmien jej využívania človekom. Lokalizácia týchto zmien nie je náhodná, ale viac či menej usmerňovaná vlastnosťami krajiny – geografickými faktormi. Téma zahŕňa vymedzenie zmien krajinnej pokrývky vo vybranom území, následne vypracovanie máp geografických faktorov a nakoniec analýzu vplyvu faktorov na zmeny. Jedná sa preto o prierezovú geografickú tému – študent sa na jednej strane naučí používať viaceré analytické nástroje GIS a osvojí si jednoduché štatistické postupy, na druhej strane si vyskúša geografickú teóriu o hľadaní súvislostí medzi zložkami krajiny na ich vzťahoch v reálnom území."
  },
  {
    "id": "ZKI6",
    "program": "ZKI",
    "supervisor": "doc. RNDr. Vladimír Falťan, PhD.",
    "aff": "",
    "name": "Detailný výskum krajinnej pokrývky lokality Petržalka – Starý háj",
    "text": "Prírodné rezervácie v rámci mestského prostredia tvoria z hľadiska ekologickej stability významné areály. Cieľom práce je charakterizovať aktuálny stav krajinnej pokrývky vybraného územia zahŕňajúceho hlavne urbanizované a prírodné prvky krajinnej štruktúry a znázorniť jej priestorovú štruktúru v mierke 1 : 10 000."
  },
  {
    "id": "ZKI7",
    "program": "ZKI",
    "supervisor": "Mgr. Richard Feciskanin, Ph.D.",
    "aff": "",
    "name": "Analýza výškového profilu turistických značkovaných trás na podklade DMR 5.0",
    "text": "Cieľom práce je vypočítať a analyzovať parametre prevýšení na úsekoch turistických značkovaných trás (TZT) s využitím detailného výškového modelu DMR 5.0. Zahŕňa identifikáciu TZT na území, rozčlenenie úsekov TZT, výpočet kumulatívneho prevýšenia, sklonov stúpania/klesania. Na vybraných úsekoch zhodnotenie závislosti určených parametrov s orientačnými časmi na smerovníkoch."
  },
  {
    "id": "ZKI8",
    "program": "ZKI",
    "supervisor": "Mgr. Richard Feciskanin, Ph.D.",
    "aff": "",
    "name": "Algoritmus identifikácie vrcholov s určením prominencie",
    "text": "Hlavným cieľom práce je pripraviť postup pre identifikáciu vrcholov z digitálneho výškového modelu. Základným prvkom postupu je efektívny algoritmus určenia prominencie a súvisiacich vlastností (kľúčové sedlo, materský vrchol, izolácia...). Vrcholy s vypočítanými parametrami prezentuje webová mapová aplikácia."
  },
  {
    "id": "ZKI9",
    "program": "ZKI",
    "supervisor": "RNDr. Marián Jenčo, PhD.",
    "aff": "",
    "name": "Využitie eróznych modelov USLE, resp. RUSLE a USPED pri návrhu zmien v poľnohospodársky využívanej krajine",
    "text": "Výpočet potenciálnej vodnej erózie v rámci vybraného územia a použitie eróznych modelov pri vyjadrení vplyvu alternatívnych návrhov zmien využitia územia na zníženie erózie."
  },
  {
    "id": "ZKI10",
    "program": "ZKI",
    "supervisor": "RNDr. Marián Jenčo, PhD.",
    "aff": "",
    "name": "Svetlé fľaky na ornej pôde pahorkatín ako výsledok obhospodarovania pôdy v minulosti",
    "text": "Identifikácia lokalít so svetlými plochami na ornej pôde pahorkatín a rekonštrukcia využitia krajiny na základe historických kartografických podkladov."
  },
  {
    "id": "ZKI11",
    "program": "ZKI",
    "supervisor": "RNDr. Marián Jenčo, PhD.",
    "aff": "",
    "name": "Grafická knižnica krivostí",
    "text": "Výpočet morfometrických veličín druhého a tretieho rádu na umelých povrchoch a vytvorenie mapovej knižnice týchto veličín pre potreby overovania algoritmov na výpočet krivostí v rôznych programových prostrediach."
  },
  {
    "id": "ZKI12",
    "program": "ZKI",
    "supervisor": "Mgr. Romana Kohilová",
    "aff": "",
    "name": "Zánik dunajského ramena vo svetle historických dát a sedimentárneho archívu",
    "text": "Bratislava bola v minulosti popretkávaná mohutnou sieťou dunajských ramien, ktoré mesto rozdeľovali na mestské nivy a ostrovy. Jednotlivé ramená a ich okolie sú zaujímavé z prírodnokrajinárskeho, ale aj historickogeografického hľadiska. Analýzou historických máp a plánov v kombinácii s údajmi sedimentárneho archívu je možné poznávať morfogenézu riek a jednotlivých riečnych ramien, definovať významné hydrologické zmeny a zmeny prírodných podmienok a využívania krajiny. Cieľom bakalárskej práce je rekonštrukcia dunajského ramena Grössling v historickom jadre Bratislavy na základe analýzy historických máp a sedimentárneho archívu."
  },
  {
    "id": "ZKI13",
    "program": "ZKI",
    "supervisor": "Mgr. Miroslav Kožuch, PhD.",
    "aff": "",
    "name": "Hodnotenie kvality záznamov vojenských spravodajských systémov DPZ",
    "text": "Obrazové záznamy z programov tzv. CORONA, ARGON, LANYARD patria medzi najstaršie snímky satelitného DPZ. Vyhotovené boli v rokoch 1960 až 1972 pre spravodajské účely. Dnes predstavujú neoceniteľné zdroj informácii pre mapovanie zmien krajiny. Pri snímaní sa použili rozdielne snímače, záznamy majú rozdielne priestorové rozlíšenie a nie sú polohovo lokalizované. Cieľom práce bude overiť vzťah priestorového rozlíšenia (6/9/25/30/40/460 feet) a absolútnej polohovej presnosti záznamu, ktorá podmieňuje ich využitie pri mapovaní krajiny."
  },
  {
    "id": "ZKI14",
    "program": "ZKI",
    "supervisor": "RNDr. Marián Melo, PhD.",
    "aff": "Katedra astronómie, fyziky Zeme a meteorológie FMFaI UK v Bratislave",
    "name": "Zhodnotenie klimatických informácií na stránkach novín Pressburger Zeitung v druhej polovici 18. storočia",
    "text": "Historické pramene ponúkajú pomerne značný a zatiaľ dostatočne nevyužitý potenciál ohľadom nových poznatkov pri štúdiu historickej klímy na našom území. Jedným z takýchto prameňov sú aj noviny Pressburger Zeitung, ktoré vychádzali v Bratislave v rokoch 1764 až 1945 v nemeckom jazyku. Popri inom texte sa tu občas objavia aj informácie o rôznych extrémoch počasia, ktoré sa v tej dobe tu v Bratislave alebo v jej okolí vyskytli. Cieľom bakalárskej práce je zhodnotiť klimatické informácie, ktoré sa objavili na stránkach týchto novín od začiatku vydávania (r.1764) do konca 18. storočia. Pri tejto práci je nutná znalosť nemeckého jazyka."
  },
  {
    "id": "ZKI15",
    "program": "ZKI",
    "supervisor": "RNDr. Marián Melo, PhD.",
    "aff": "Katedra astronómie, fyziky Zeme a meteorológie FMFaI UK v Bratislave",
    "name": "Identifikácia extrémnych meteorologických udalostí pre vybranú oblasť Slovenska na základe historických prameňov",
    "text": "Pravidelné meteorologické merania na Slovensku začínajú na niektorých staniciach v priebehu druhej polovice 19. storočia. Ide však iba o obmedzený počet takýchto miest. Väčšina staníc na našom území pochádza až z 20. storočia, najmä z jeho druhej polovice. Poznatky o počasí a klíme na našom území z obdobia pred začiatkom systematických meteorologických meraní (resp. z lokalít, ktoré v období na konci 19. a v prvej polovici 20. storočia nemali vlastné merania) čerpáme z rôznych historických záznamov. Takéto poznatky sa týkajú najmä dosiahnutých extrémov počasia, ako sú napr. intenzívne zrážky, resp. ich dlhodobý nedostatok, povodne, búrky, silný vietor, výdatné sneženie, mimoriadna výška snehovej pokrývky, tuhé mrazy, vysoké teploty vzduchu a podobne. Záznamy možno nájsť v rôznych regionálnych archívoch, a to najmä v dobovej tlači, v kronikách, v starých listinách, knihách, mapách, fotografiách, na povodňových značkách a podobne. Na našej katedre (Katedre astronómie... FMFI UK – pozn. Z. M.) sa v rámci výskumu zaoberáme mapovaním historickej klímy na Slovensku a budovaním archívu dát. Cieľom bakalárskej práce je rozšíriť doteraz známe poznatky o klíme vybranej oblasti na Slovensku na základe dostupných historických prameňov ďalej do minulosti a pomôcť tak spoznať doteraz neznámu históriu klímy v tejto oblasti. Na podobnú tému boli v minulosti vypracované už dve bakalárske práce, jedna sa týkala oblasti Gemera a Malohontu, druhá oblasti v okolí Komárna. Obe tieto bakalárske práce nás obohatili o nové poznatky najmä z obdobia prelomu 19. a 20. storočia, pričom najvýznamnejšie výsledky z nich boli využité aj pri písaní viacerých článkov v spoluautorstve, ktoré boli publikované v časopisoch Acta Hydrologica Slovaca, Studia Scientifica Facultatis Paedagogicae, Geographica Pannonica."
  },
  {
    "id": "ZKI16",
    "program": "ZKI",
    "supervisor": "doc. RNDr. Eva Mičietová, PhD.",
    "aff": "",
    "name": "Možnosti voľne dostupných údajov o krajine z hľadiska priestorového rozhodovania samosprávy a občana",
    "text": "Identifikácia voľne dostupných údajov o krajine z prostredia Národnej infraštruktúry priestorových informácií. Identifikácia potenciálu jednotlivých typov priestorových údajov o krajine  pre  rozhodovanie samosprávy a rozhodovanie občana. Vytvorenie integrovanej geografickej bázy údajov s obsahom Základná báza GIS, Kataster nehnuteľností, adresné body a vybrané ďalšie typy priestorových údajov. Návrh, implementácia a prezentácia modelu priestorového rozhodovania so zameraním na ciele samosprávy a občana. Výstupy: Geografická báza údajov. Model priestorového rozhodovania. Mapové výstupy vybraných prvkov modelu. Možnosť  implementácie  riešenia na webe. Spracovanie pre jednu obec."
  },
  {
    "id": "ZKI17",
    "program": "ZKI",
    "supervisor": "Mgr. Filip Moravčík",
    "aff": "",
    "name": "Mapovanie zásob pôdneho organického uhlíka pomocou voľne dostupných nástrojov",
    "text": "Cieľom bakalárskej práce je mapovanie pôdneho organického uhlíka pomocou voľne dostupných nástrojov. Záujmové územie (vo veľkosti okresu) bude určené po vzájomnej dohode so študentom. Predpokladom riešenia problematiky je identifikácia voľne dostupných údajov a nástrojov, pomocou ktorých je možné uskutočniť mapovanie zásob pôdneho organického uhlíka v povrchovej vrstve poľnohospodárskych pôd. Publikácia výsledkov bude uskutočnená pomocou webovej mapovej aplikácie."
  },
  {
    "id": "ZKI18",
    "program": "ZKI",
    "supervisor": "Mgr. Filip Moravčík",
    "aff": "",
    "name": "Modelovanie a predikcia zmien krajinnej pokrývky pre vybraný okres Slovenskej republiky",
    "text": "Cieľom bakalárskej práce je modelovanie a predikcia zmien krajinnej pokrývky pre vybraný okres Slovenskej republiky. Záujmové územie (vo veľkosti okresu) bude určené po vzájomnej dohode so študentom. Predpokladom realizácie je využite dostupných údajov o krajinnej pokrývke z rôznych časových období, ich vzájomné porovnanie, kartografické vyjadrenie zistených výsledkov a uskutočnenie predikcie zmien krajinnej pokrývky pomocou dostupných nástrojov."
  },
  {
    "id": "ZKI19",
    "program": "ZKI",
    "supervisor": "Mgr. Vladimir Pelech, PhD.",
    "aff": "",
    "name": "Porovnanie editačných nástrojov vektorových objektov v prostrediach QGIS a ArcGIS",
    "text": "Cieľom práce je porovnať nástroje na editáciu v dvoch uvedených prostrediach. Primárne bude porovnanie zamerané na vektorové objekty bodov, línií, polygónov, možnosti nastavenia prichytávania (snapping) a pokročilej editácie objektov, topologickej editácie (viac objektov súčasne). Okrem uvedených môžu byť do porovnania zahrnuté aj vplyvy rôznych formátov (shp, geopackage, priestorová databáza...) a súradnicových systémov."
  },
  {
    "id": "ZKI20",
    "program": "ZKI",
    "supervisor": "doc. Ing. Peter Pišút, PhD.",
    "aff": "",
    "name": "Odstavené riečne ramená a ich potenciál pre paleoekologický výskum alúvia Rudavy",
    "text": ""
  },
  {
    "id": "ZKI21",
    "program": "ZKI",
    "supervisor": "Mgr. Juraj Procházka, PhD.",
    "aff": "",
    "name": "Obcou chránené územia – inovatívny prvok v systéme územnej ochrany prírody Slovenska",
    "text": "Koncepcia „obcou chránených území“ bola rozvíjaná od roku 2007 na Zaježovej s cieľom ochrániť územia environmentálne významné z hľadiska krajinnej štruktúry samotnej obce. Ekologicky stabilné, vekovo rôznorodé porasty lesov, nezregulované vodné toky s brehovými porastmi, druhovo pestré lúky aj so zastúpením chránených druhov a atraktívne formy georeliéfu svojou výnimočnosťou niekedy nespĺňajú kritériá na vyhlásenie „štátnych“ maloplošných chránených území, napriek tomu však plnia svoje funkcie a zasluhujú si ochranu. Cieľom práce bude podať prehľad systému územnej ochrany prírody Slovenska a navrhnúť možnosti a postupy, ktoré môžu využívať obce pri vyhlasovaní „obcou chránených území“. Na základe primeranej (fyzicko)geografickej analýzy územia zvolenej obce študent navrhne územia, primárne na pozemkoch vo vlastníctve obcí, vhodné na ochranu. Takto získaný výstup môže byť podkladom pre popularizáciu prírodnej krajiny pre žiakov miestnych škôl."
  },
  {
    "id": "ZKI22",
    "program": "ZKI",
    "supervisor": "Mgr. Juraj Procházka, PhD.",
    "aff": "",
    "name": "Morfologický efekt zvyškov dreva a ripariálnej vegetácie na riečne koryto",
    "text": "Po teoretických východiskách so zameraním na zvyšky dreva (large wood debris), ripariálnu vegetáciu a na stručný prehľad o vnútrokorytových a brehových formách georeliéfu študent na príklade zvoleného vodného toku (Slatina, Sikenica, Rudava, príp. po dohode iný) zhodnotí charakter akumulácií dreva v koryte daného toku a na alúviu a spolu s ripariálnou vegetáciou ich efekty na akumulačné a erózne procesy v riečnych korytách."
  },
  {
    "id": "ZKI23",
    "program": "ZKI",
    "supervisor": "Mgr. Juraj Procházka, PhD.",
    "aff": "",
    "name": "Obraz historických povodní na Váhu (Hrone alebo Dunaji) v dobovej tlači",
    "text": "Na základe analýzy dobovej tlače (najmä z druhej polovice 19. storočia a prvej polovice 20. storočia) študent rozšíri a sprehľadní poznanie historických povodní na vybranom toku (či jeho úseku), so zameraním sa aj na morfologické a iné efekty povodní, ktoré boli často motiváciami pre antropogénne zásahy do riečnej krajiny. Detailnejšie poznanie (nežiaducich) prírodných procesov v konkrétnom regióne môže byť ďalším podkladom pre strategické dokumenty a skvalitniť plánované manažmentové opatrenia v rámci implementácie rámcovej smernice o vode. Výhodou (nie nevyhnutnosťou) je znalosť maďarského, prípadne nemeckého jazyka."
  },
  {
    "id": "ZKI24",
    "program": "ZKI",
    "supervisor": "Mgr. Juraj Procházka, PhD.",
    "aff": "",
    "name": "Organogénne a organominerálne sedimenty a pôdy na Slovensku",
    "text": "Organogénne a organominerálne kvartérne sedimenty a súvisiace pôdy zaberajú na Slovensku a vo svete malé rozlohy, plnia však v krajine viacero významných environmentálnych funkcií a takisto majú hospodársky význam. Napriek skutočnosti, že sa tieto sedimenty analyzujú v početných paleoekologických štúdiách, v posledných desaťročiach chýba ucelenejší a moderný pohľad sumarizujúci poznanie týchto sedimentov a pôd a ich súčasný stav po masívnej ťažbe najmä v 50. až 80. rokoch 20. storočia a následných manažmentových opatreniach. Práca by mala poskytnúť prehľad týchto typov sedimentov, ich charakter, rozšírenie na Slovensku, „stav“ vybraných významných lokalít, problémy klasifikácie pôd. Upresnenie ich významu v krajine môže byť prínosom pre budúcu ochranu ďalších, stále zanikajúcich lokalít."
  },
  {
    "id": "ZKI25",
    "program": "ZKI",
    "supervisor": "Mgr. Adam Rusinko",
    "aff": "",
    "name": "Úloha mierky výskumu pri mapovaní krajinnej pokrývky",
    "text": "Práca sa zaoberá skúmaním vplyvu rôznej mierky výskumu na mapovanie krajinnej pokrývky. V prvej časti práce sa budeme zaoberať podrobným mapovaním krajinnej pokrývky na 5. hierarchickej úrovni CORINE Land Cover (CLC) pre modelové územia na Slovensku. V druhej časti práce budeme výsledky mapovania jednoduchými štatistickými metódami porovnávať s inými, menej podrobnými úrovňami metodiky CLC."
  },
  {
    "id": "ZKI26",
    "program": "ZKI",
    "supervisor": "RNDr. Ivan Ružek, PhD.",
    "aff": "",
    "name": "Rozptýlená zeleň v poľnohospodárskej krajine – mapovanie, funkcie a ochrana",
    "text": "Rozptýlenú zeleň v poľnohospodárskej krajine tvoria predovšetkým menšie porasty stromov a krov s rôznym zápojom. Súčasná podoba a zastúpenie sú výsledkom zmien v poľnohospodárskej výrobe od 2. polovice 20. storočia. Rozptýlená zeleň je dôležitá nielen z krajinárskeho hľadiska, ale najmä z hľadiska pôdoochranného a zachovania druhovej diverzity. Ako významné sa javia aj jej funkcie biocentier a biokoridorov v krajine. Cieľom bakalárskej práce je spracovať rešerš literatúry o rozptýlenej zeleni a jej význame, zmapovať a zhodnotiť stav (vývoj) rozptýlenej zelene vo vybranom území od 2. polovice 20. storočia po súčasnosť."
  },
  {
    "id": "ZKI27",
    "program": "ZKI",
    "supervisor": "Mgr. Peter Scholtz",
    "aff": "AgroGPS, s. r. o.",
    "name": "Geografický informačný systém pre zber pôdnych vzoriek Agrochemického skúšania pôd",
    "text": "Cieľom práce je návrh informačného systému pre zber pôdnych vzoriek Agrochemického skúšania pôd (ASP). Všetky subjekty hospodáriace na poľnohospodárskej pôde sú podľa zákona o hnojivách č. 136/2000 Z. z. (v znení zákona č. 394/2015 Z. z.) povinné na výzvu Ústredného kontrolného a skúšobného ústavu poľnohospodárskeho (ÚKSÚP) vykonať alebo zabezpečiť odber pôdnych vzoriek z nimi obhospodarovaných poľnohospodárskych pôd. Podrobnosti o postupe odberu pôdnych vzoriek ustanovuje vyhláška MPRV SR č. 151/2016 a Metodický pokyn ÚKSÚP č. 4/2022 pre ASP."
  },
  {
    "id": "ZKI28",
    "program": "ZKI",
    "supervisor": "Mgr. Vladimír Šagát",
    "aff": "",
    "name": "Mapovanie prírodných kalamít s využitím leteckých a satelitných snímok",
    "text": "Cieľom práce je identifikácia plôch zasiahnutých veternými a lykožrútovými kalamitami na vybranej ploche v Nízkych Tatrách.  Študent pri identifikácii odlesnených plôch využije manuálne mapovanie na podklade detailných leteckých snímok, ako aj poloautomatický prístup, s využitím multispektrálnych satelitných snímok a z nich odvodených vegetačných indexov."
  },
  {
    "id": "upGE1",
    "program": "upGE",
    "supervisor": "Mgr. Alexandra Benová, PhD.",
    "aff": "",
    "name": "Mapy sveta s tematikou morských prúdov v geografických atlasoch",
    "text": "Práca sa zaoberá analýzou máp sveta s tematikou zobrazenia morských prúdov v geografických atlasoch. Použité sú vybrané dostupné domáce a zahraničné atlasy vydané v minulosti až po súčasnosť. Analýza máp sa konkrétne zameriava na analýzu metód mapového vyjadrovania, použitia mapových znakov, kompozíciu máp a iných parametrov. Nasleduje identifikácia a zastúpenie tematických oblastí máp, štatistické vyhodnotenie získaných údajov, zameranie sa aj na odlišné a podobné črty v mapovom vyjadrení týchto máp."
  },
  {
    "id": "upGE2",
    "program": "upGE",
    "supervisor": "Mgr. Romana Kohilová",
    "aff": "",
    "name": "Zánik dunajského ramena vo svetle historických dát a sedimentárneho archívu",
    "text": "Bratislava bola v minulosti popretkávaná mohutnou sieťou dunajských ramien, ktoré mesto rozdeľovali na mestské nivy a ostrovy. Jednotlivé ramená a ich okolie sú zaujímavé z prírodnokrajinárskeho, ale aj historickogeografického hľadiska. Analýzou historických máp a plánov v kombinácii s údajmi sedimentárneho archívu je možné poznávať morfogenézu riek a jednotlivých riečnych ramien, definovať významné hydrologické zmeny a zmeny prírodných podmienok a využívania krajiny. Cieľom bakalárskej práce je rekonštrukcia dunajského ramena Grössling v historickom jadre Bratislavy na základe analýzy historických máp a sedimentárneho archívu."
  },
  {
    "id": "upGE3",
    "program": "upGE",
    "supervisor": "Mgr. Juraj Procházka, PhD.",
    "aff": "",
    "name": "Obcou chránené územia – inovatívny prvok v systéme územnej ochrany prírody Slovenska",
    "text": "Koncepcia „obcou chránených území“ bola rozvíjaná od roku 2007 na Zaježovej s cieľom ochrániť územia environmentálne významné z hľadiska krajinnej štruktúry samotnej obce. Ekologicky stabilné, vekovo rôznorodé porasty lesov, nezregulované vodné toky s brehovými porastmi, druhovo pestré lúky aj so zastúpením chránených druhov a atraktívne formy georeliéfu svojou výnimočnosťou niekedy nespĺňajú kritériá na vyhlásenie „štátnych“ maloplošných chránených území, napriek tomu však plnia svoje funkcie a zasluhujú si ochranu. Cieľom práce bude podať prehľad systému územnej ochrany prírody Slovenska a navrhnúť možnosti a postupy, ktoré môžu využívať obce pri vyhlasovaní „obcou chránených území“. Na základe primeranej (fyzicko)geografickej analýzy územia zvolenej obce študent navrhne územia, primárne na pozemkoch vo vlastníctve obcí, vhodné na ochranu. Takto získaný výstup môže byť podkladom pre popularizáciu prírodnej krajiny pre žiakov miestnych škôl."
  },
  {
    "id": "upGE4",
    "program": "upGE",
    "supervisor": "Mgr. Juraj Procházka, PhD.",
    "aff": "",
    "name": "Obraz historických povodní na Váhu (Hrone alebo Dunaji) v dobovej tlači",
    "text": "Na základe analýzy dobovej tlače (najmä z druhej polovice 19. storočia a prvej polovice 20. storočia) študent rozšíri a sprehľadní poznanie historických povodní na vybranom toku (či jeho úseku), so zameraním sa aj na morfologické a iné efekty povodní, ktoré boli často motiváciami pre antropogénne zásahy do riečnej krajiny. Detailnejšie poznanie (nežiaducich) prírodných procesov v konkrétnom regióne môže byť ďalším podkladom pre strategické dokumenty a skvalitniť plánované manažmentové opatrenia v rámci implementácie rámcovej smernice o vode. Výhodou (nie nevyhnutnosťou) je znalosť maďarského, prípadne nemeckého jazyka."
  },
  {
    "id": "upGE5",
    "program": "upGE",
    "supervisor": "RNDr. Ivan Ružek, PhD.",
    "aff": "",
    "name": "Možnosti terénneho vyučovania s využitím náučných chodníkov",
    "text": ""
  },
  {
    "id": "upGE6",
    "program": "upGE",
    "supervisor": "RNDr. Ivan Ružek, PhD.",
    "aff": "",
    "name": "Geovedne zaujímavé lokality vybraného územia – návrh exkurzie",
    "text": ""
  },
  {
    "id": "upGE7",
    "program": "upGE",
    "supervisor": "RNDr. Ivan Ružek, PhD.",
    "aff": "",
    "name": "Zhodnotenie dištančnej formy výučby geografie na vybraných školách",
    "text": "V práci budú hodnotené rôzne aspekty dištančnej výučby tém fyzickej geografie na vybraných základných/stredných školách. Súčasťou práce bude analýza organizačných foriem vzdelávania, učebných materiálov, softvérových systémov a postojov žiakov i učiteľov."
  },
  {
    "id": "upGE8",
    "program": "upGE",
    "supervisor": "doc. RNDr. Milan Trizna, PhD.",
    "aff": "",
    "name": "Zmeny charakteru zím v Považskom podolí v rokoch 1931 – 2020 v dôsledku klimatických zmien",
    "text": "Dopady klimatických zmien sú stále viac zreteľné aj na našom území. Vďaka dostatočne dlhým radom pozorovaní meteorologických prvkov sme schopní ich identifikovať a opísať. Téma je zameraná na opis zmien priemernej teploty, množstva a chodu zrážok v zimnom období v oblasti Považského podolia."
  },
  {
    "id": "mZFI1",
    "program": "mZFI",
    "supervisor": "Mgr. Alexandra Benová, PhD.",
    "aff": "",
    "name": "Tvorba tematického atlasu na vybranú tému",
    "text": "Návrh konceptu a vytvorenie autorskej predlohy tematického atlasu. Tvorba vybraných tematických máp s podkladovou vrstvou pre vytváraný atlas. Návrh obálky atlasu, obsahu, kapitol atlasu, textovej časti a kompozície mapovej časti atlasu. Analýza a zhodnotenie dostupných atlasov a kartografických diel z oblasti podľa zamerania atlasu. Stručný popis a definície atlasu, atlasovej tvorby."
  },
  {
    "id": "mZFI2",
    "program": "mZFI",
    "supervisor": "Mgr. Alexandra Benová, PhD.",
    "aff": "",
    "name": "Krajinné prvky vegetácie v krajine ako ekostabilizačné prvky – ich identifikácia a zmeny v čase",
    "text": "Práca sa zaoberá identifikáciou vybraných krajinných prvkov, ktoré plnia ekostabilizačnú funkciu v krajine, ich priestorovou štruktúrou a dynamikou zmien na základe dostupných mapových a iných zdrojov. Prípadová štúdia bude uskutočnená na území po dohode so študentom. Krajinné prvky môžu mať podobu bodov, línií, resp. areálov so zameraním na vegetáciu (napr. solitéry, aleje, stromoradia, medze)."
  },
  {
    "id": "mZFI3",
    "program": "mZFI",
    "supervisor": "Mgr. Hana Bobáľová, PhD.",
    "aff": "",
    "name": "Automatizované mapovanie mestskej zelene vo veľmi vysokom rozlíšení",
    "text": "Práca rieši projekt automatizovaného mapovania mesta s využitím údajov vo veľmi vysokom rozlíšení – ortofotomozaiky a lidarového bodového mračna ZBGIS. Mapovanie metódou objektovo orientovanej klasifikácie bude realizované na reprezentatívnych výrezoch v meste Bratislava, s možnosťou rozšírenia na väčšie územie. Klasifikačný systém bude zameraný na mapovanie mestskej zelene – stromy, kry a trávne porasty."
  },
  {
    "id": "mZFI4",
    "program": "mZFI",
    "supervisor": "Mgr. Michal Druga, PhD.",
    "aff": "",
    "name": "Geografické faktory poľnohospodárskej intenzifikácie a extenzifikácie",
    "text": "Využívanie poľnohospodárskej pôdy na Slovensku sa v čase transformuje – niekde sa polia menia na lúky, lúky či vinohrady zarastajú, a naopak, na iných plochách prebieha intenzifikácia. Tieto zmeny sú dôsledkom individuálnych ľudských rozhodnutí, na ktoré vplýva množstvo faktorov, vrátane geografických (napr. kvalita pôdy, sklon svahu, klimatické a hydrologické charakteristiky, dostupnosť, atď.). Cieľom témy je identifikovať vybrané zmeny poloautomatickou klasifikáciou satelitných snímok, vypracovať geografické faktory potenciálne vplývajúce na štruktúru týchto zmien a tento vplyv štatisticky kvantifikovať. Výsledok práce môže byť vkladom do diskusie o podpore poľnohospodárstva na Slovensku."
  },
  {
    "id": "mZFI5",
    "program": "mZFI",
    "supervisor": "Mgr. Michal Druga, PhD.",
    "aff": "",
    "name": "Geografické faktory urbanizácie",
    "text": "Urbanizácia je najvýraznejšou zmenou krajinnej pokrývky, ktorú môže človek spôsobiť – v širšom ponímaní pod ňu spadá vznik nových rezidenčných zón, priemyselných parkov, dopravných plôch a podobne. Patrí tiež k najlepšie modelovateľným zmenám, preto je vhodná na testovanie sofistikovaných geografických faktorov zmien. Cieľom práce je identifikácia urbanizácie poloautomatickou klasifikáciou satelitných snímok, vypracovanie relevantných geografických faktorov (predovšetkým rôzne formy vyjadrenia dostupnosti a hustoty ľudskej činnosti) a štatistická analýza ich významnosti. Téma má význam pre diskusiu jednak o urbanizácii na Slovensku, jednak o metódach odvodenia použitých faktorov."
  },
  {
    "id": "mZFI6",
    "program": "mZFI",
    "supervisor": "doc. RNDr. Vladimír Falťan, PhD.",
    "aff": "",
    "name": "Hodnotenie zmien a trendov vývoja  priestorovej štruktúry krajiny vo veľkej mierke",
    "text": "Cieľom práce je zachytiť dynamiku priestorovej štruktúry krajiny a trendy vo vývoji krajinnej pokrývky vybraného reprezentatívneho územia minimálne za ostatných 30 rokov.  Výstupy práce vychádzajú z analýz dát DPZ, detailných mapových diel a terénneho výskumu. Pri hodnotení trendov krajinnej pokrývky bude použitá interpretácia a klasifikácia spojená s legendou pre 5. úroveň  CORINE Land Cover v mierke 1:10 000 a analýza vplyvu vybraných geografických faktorov."
  },
  {
    "id": "mZFI7",
    "program": "mZFI",
    "supervisor": "Mgr. Richard Feciskanin, Ph.D.",
    "aff": "",
    "name": "Distribúcia vektorových dát optimalizovaných pre cloud",
    "text": "Hlavným cieľom je predstaviť požiadavky a možnosti publikovania veľkoobjemových vektorových dát priamo do aplikácií. Táto forma je analógiou Cloud Optimized Geotiff pre vektory. Pri vektorových dátach je situácia zložitejšia, okrem vizualizácie je potrebné podporovať aj analýzy nad týmito dátami. Okrem prehľadu problematiky a najaktuálnejšieho vývoja má byť výstupom práce webová mapová aplikácia zobrazujúca optimalizované vektorové dáta publikované s podporou streamovania a náhodného prístupu."
  },
  {
    "id": "mZFI8",
    "program": "mZFI",
    "supervisor": "RNDr. Marián Jenčo, PhD.",
    "aff": "",
    "name": "Využitie údajov získaných pomocou laserového skenovania (lidar) pri mapovaní a rekonštrukcii krajiny",
    "text": "Využitie výškopisných údajov získaných technológiou leteckého laserového skenovania pri mapovaní terénu a identifikácii objektov ležiacich na zemskom povrchu. Poznámka: Téma bude spresnená v zmysle výberu tried objektov a zamerania práce, napr. „Mapovanie a klasifikácia piesočných dún na Borskej nížine“."
  },
  {
    "id": "mZFI9",
    "program": "mZFI",
    "supervisor": "RNDr. Marián Jenčo, PhD.",
    "aff": "",
    "name": "Pôsobenie vodnej a orbovej erózie v území pahorkatín",
    "text": "Tvorba digitálneho terénneho modelu z údajov získaných pomocou laserového skenovania (lidar). Následné modelovanie vodnej a orbovej erózie. Verifikácia výsledkov použitých modelov erózie na základe porovnania priestorovej distribúcie miest s predpokladanou maximálnou intenzitou erózie a distribúciou svetlých fľakov na ornej pôde."
  },
  {
    "id": "mZFI10",
    "program": "mZFI",
    "supervisor": "RNDr. Marián Jenčo, PhD.",
    "aff": "",
    "name": "Vplyv priameho slnečného žiarenia na zmeny mikroklímy v lesných priesekoch",
    "text": "Modelovanie zatienenia lesných priesekov okolitým lesným porastom a výpočet množstva priameho slnečného žiarenia dopadajúceho na povrch lesných priesekov."
  },
  {
    "id": "mZFI11",
    "program": "mZFI",
    "supervisor": "RNDr. Marián Jenčo, PhD.",
    "aff": "",
    "name": "Využitie slnečného žiarenia ako potenciálneho zdroja energie pre monitorovacie systémy",
    "text": "Optimalizácia nastavenia fotovoltaického panelu v rôznych zemepisných šírkach v rámci rôznych ročných období."
  },
  {
    "id": "mZFI12",
    "program": "mZFI",
    "supervisor": "Mgr. Miroslav Kožuch, PhD.",
    "aff": "",
    "name": "Mapovanie snehovej pokrývky zvoleného pohoria zo snímačov SAR",
    "text": "Cieľom práce bude mapovanie snehovej pokrývky vo zvolenom pohorí počas zimy. Spracujú sa záznamy zo snímača Sentinel-1 formátu SLC podľa navrhnutej metodiky Bippus (2016). Rozsah detekovanej snehovej pokrývky bude porovnaný s údajmi SHMÚ. Práca vyžaduje dobre hardvérové vybavenie (min. 16 GB RAM, optimálne 32 GB RAM)."
  },
  {
    "id": "mZFI13",
    "program": "mZFI",
    "supervisor": "doc. RNDr. Eva Mičietová, PhD.",
    "aff": "",
    "name": "Mapovanie a interpretácia topografických anomálií povrchov z údajov DMR5",
    "text": "Výber územia do 400 km2 z hľadiska interpretačného zamerania – inžinierske siete, archeologické objekty, geomorfologické procesy, biota a p. Príprava údajov DMR5. Špecifikácia metód identifikácie topografických anomálií povrchov – subjektívne a objektívne kvantitatívne metódy. Aplikácia metód a mapovanie výskytu anomálií. Interpretácia významu zmapovaných anomálií v krajine."
  },
  {
    "id": "mZFI14",
    "program": "mZFI",
    "supervisor": "Mgr. Vladimir Pelech, PhD.",
    "aff": "",
    "name": "Tvorba priečnych profilov riečneho koryta z lidarových dát",
    "text": "Cieľom práce bude z voľne dostupných zdrojov lidarových dát vytvoriť pomocou voľne dostupných nástrojov priečne profily riečneho koryta na zvolenom úseku rieky. Lidarové dáta bude potrebné odfiltrovať o nežiadúce prvky ako je napr. vegetácia, následne vytvoriť povrch a z povrchu profily. Čiastkovým cieľom môže byť z profilov určenie rezervy objemu, ktorý je potrebný na vyliatie rieky z koryta. Diplomová práca výsledkov bude uskutočnená pomocou webovej mapovej aplikácie."
  },
  {
    "id": "mZFI15",
    "program": "mZFI",
    "supervisor": "Mgr. Juraj Procházka, PhD.",
    "aff": "",
    "name": "Fluviálnogeomorfologická analýza rieky Slatiny (úsek  Zvolenská Slatina – Zvolen)",
    "text": "Úsek Slatiny medzi Zvolenskou Slatinou a Zvolenom patrí medzi prírodovedne vzácne územia z dôvodu jeho minimálneho antropického ovplyvnenia a zachovalej riečnej krajiny. Cieľom práce je na základe zberu terénnych dát zhodnotiť priestorovú štruktúru vnútrokorytových foriem a foriem na alúviu, charakterizovať fluviálnogeomorfologické procesy, vplyv ripariálnej vegetácie a mŕtvych zvyškov dreva na formovanie koryta. Štúdium relatívne prirodzených úsekov riečnych korýt v podmienkach Slovenska môže byť motiváciou a príspevkom k renaturačným opatreniam na iných úsekoch vodných tokov, resp. k územnej ochrane tohto úseku ohrozeného vodohospodárskou výstavbou."
  },
  {
    "id": "mZFI16",
    "program": "mZFI",
    "supervisor": "Mgr. Juraj Procházka, PhD.",
    "aff": "",
    "name": "Renaturačné opatrenia na dolnom/strednom toku Hrona (alebo Váhu) – príčiny, dopady, manažment",
    "text": "Cieľom práce je na základe detailnej analýzy súčasného stavu koryta Hrona vo vybranom úseku (najmä so zameraním na zrealizované antropické zásahy v minulosti) zhodnotiť potenciál na realizáciu renaturačných opatrení. V druhej, aplikačnej časti práce sa študent na základe analýzy existujúcich podkladov a terénneho výskumu pokúsi vytvoriť materiál pre návrh realizácie jedného alebo viacerých renaturačných opatrení (odstránenie brehového opevnenia, sprietočnenie odstaveného meandra/avulzného koryta a pod.). Jeho súčasťou bude zhodnotenie prírodných rizík a odhad adaptácie riečneho koryta po prípadnej realizácii zásahu."
  },
  {
    "id": "mZFI17",
    "program": "mZFI",
    "supervisor": "Mgr. Juraj Procházka, PhD.",
    "aff": "",
    "name": "Morfoštruktúrna analýza Javoria",
    "text": "Upresnenie morfotektonického vývoja geomorfologického celku Javorie na základe analýzy textúry riečnej siete, zarovnaných povrchov, niektorých morfometrických parametrov, geologickej stavby a i."
  },
  {
    "id": "mZFI18",
    "program": "mZFI",
    "supervisor": "Mgr. Juraj Procházka, PhD.",
    "aff": "",
    "name": "Transformácie koryta Hrona /Váhu v závere malej doby ľadovej (vybraný úsek na Podunajskej nížine)",
    "text": "Cieľom práce je s využitím historických máp na základe analýzy morfologických parametrov v rôznych časových úrovniach identifikovať správanie sa riečneho koryta Hrona/Váhu v hydroklimatických podmienkach malej doby ľadovej."
  },
  {
    "id": "mZFI19",
    "program": "mZFI",
    "supervisor": "RNDr. Ivan Ružek, PhD.",
    "aff": "",
    "name": "Dendrogeomorfologická rekonštrukcia výskytu snehových lavín",
    "text": "Práca sa venuje rekonštrukcii výskytu snehových lavín vo vybranom pohorí na Slovensku s využitím dendrogeomorfologických metód výskumu. Súčasťou práce bude terénny výskum, spracovanie a vyhodnotenie vzoriek v dendrologickom laboratóriu."
  },
  {
    "id": "dFGG1",
    "program": "dFGG",
    "supervisor": "doc. RNDr. Vladimír Falťan, PhD.",
    "aff": "",
    "name": "Hodnotenie dynamiky využitia krajiny a zmien krajinnej pokrývky",
    "text": "Na základe aplikácie aktuálnych metodických postupov výskumu a mapovania krajinnej pokrývky (fyziognomických prejavov prebiehajúcich prírodných a socioekonomických procesov na zemskom povrchu) s využitím dostupných historických prameňov, máp, leteckých snímok, GIS analýz a vlastného terénneho výskumu bude doktorand charakterizovať detailne dlhodobý vývoj využitia krajiny vybraného územia, fyziognomické prejavy tokov zmien krajinnej pokrývky (land cover flows) a vplyv prírodných komponentov krajiny na ne."
  },
  {
    "id": "dFGG2",
    "program": "dFGG",
    "supervisor": "doc. RNDr. Vladimír Falťan, PhD.",
    "aff": "",
    "name": "Detailný výskum dynamiky krajinnej pokrývky v oblastiach s prejavmi opúšťania poľnohospodárskej pôdy",
    "text": "Práca bude zameraná na hodnotenie zmien krajinnej pokrývky a ich zaznamenanie vo veľkých mierkach s využitím návrhu modifikácie metodológie CORINE land cover. Výskum bude realizovaný v oblastiach s prejavmi opúšťania poľnohospodárskej pôdy, výskytom historických krajinných štruktúr a obnovou lesa."
  },
  {
    "id": "dFGG3",
    "program": "dFGG",
    "supervisor": "doc. RNDr. Igor Matečný, PhD.",
    "aff": "",
    "name": "Sledovanie mikroklimatických parametrov ako súčasť precízneho poľnohospodárstva",
    "text": "Výskum  mikroklimatických parametrov na modelových územiach  je súčasťou  geoekologických prístupov  v rámci využitia metód precízneho poľnohospodárstva.  V porovnaní s tradičnými metódami hospodárenia na pôde predstavuje progresívny prístup, najmä s ohľadom na dopad klimatickej zmeny.  Prístup k dátam za automatických meracích staníc a loggerov na danom podniku v reálnom čase umožňuje optimalizovať pracovné postupy a pružne reagovať na zmeny počasia. Podrobná analýza dáta a predpovedné sofwarové modely pre nástup chorôb plodín  umožňujú  optimalizáciu ochranných postrekov s cieľom minimalizovania negatívnych dopadov na životné prostredie ako aj šetrenia prostriedkov. Podrobné sledovanie  klímy prispieva aj k optimalizáciu lokalizácie odrôd a spôsobu obhospodarovania."
  },
  {
    "id": "dFGG4",
    "program": "dFGG",
    "supervisor": "prof. RNDr. Jozef Minár, CSc.",
    "aff": "",
    "name": "Význam výberu vstupných veličín pre elementárnu segmentáciu georeliéfu",
    "text": "V elementarizácii georeliéfu sa používajú rôzne viac alebo menej teoreticky zdôvodnené vstupné geomorfometrické charakteristiky. V nadväznosti na teoretický koncept fyzikálne založenej segmentácie budú vo viacerých modelovených územiach testované varianty segmentácie s rôznym súborom vstupných veličín. Predpokladá sa použitie Geografickej objektovo-orientovanej analýzy obrazu (GEOBIA) ako základnej metódy segmentácie v prostredí e-Cognition a utvorenie originálneho autonómneho modulu pre hodnotenie kvality výslednej segmentácie. Schopnosť pracovať v prostredí e-Cognition a ovládanie aspoň základov programovania v GIS sú základným predpokladom pre spracovania témy."
  },
  {
    "id": "dFGG5",
    "program": "dFGG/x",
    "supervisor": "prof. RNDr. Jozef Minár, CSc.",
    "aff": "",
    "name": "Význam výberu vstupných veličín pre elementárnu segmentáciu georeliéfu",
    "text": "V elementarizácii georeliéfu sa používajú rôzne viac alebo menej teoreticky zdôvodnené vstupné geomorfometrické charakteristiky. V nadväznosti na teoretický koncept fyzikálne založenej segmentácie budú vo viacerých modelovených územiach testované varianty segmentácie s rôznym súborom vstupných veličín. Predpokladá sa použitie Geografickej objektovo-orientovanej analýzy obrazu (GEOBIA) ako základnej metódy segmentácie v prostredí e-Cognition a utvorenie originálneho autonómneho modulu pre hodnotenie kvality výslednej segmentácie. Schopnosť pracovať v prostredí e-Cognition a ovládanie aspoň základov programovania v GIS sú základným predpokladom pre spracovania témy."
  },
  {
    "id": "dFGG6",
    "program": "dFGG",
    "supervisor": "doc. RNDr. Eva Pauditšová, PhD.",
    "aff": "",
    "name": "Modelovanie siete zelenej infraštruktúry na regionálnej úrovni",
    "text": "Globálne zmeny životného prostredia vrátane fragmentácie krajiny ohrozujú integritu ekosystémov a znižujú ich schopnosť poskytovať ekosystémové služby. Priestorová konfigurácia siete ekostabilizačných prvkov vegetácie podporuje ekologické funkcie a služby, ktoré závisia od živých organizmov zložiek krajiny. Pre efektívne priestorové plánovanie v 21. storočí je dôležité skúmať siete prvkov zelenej infraštruktúry, ktorým sú v kontexte meniacej sa klímy pripisované mnohé funkcie. Výskumná práca bude zameraná na mapovanie a analýzu priestorovej konfigurácie prvkov zelenej infraštruktúry vo vybranom modelovom území. Identifikované budú kľúčové uzly a prepojenia, ktoré majú potenciál zachovať konektivitu v krajine a rozvíjať aj iné funkcie, ktoré sa od prvkov vegetácie v krajine očakávajú. Cieľom práce bude zostavenie viacerých scenárov vývoja krajiny, ktorých podstatou bude zlepšenie alebo zníženie konektivity krajiny pridaním alebo odstránením koridorov a biocentier. Metódy, ktoré budú pri plnení cieľa práce aplikované zahŕňajú morfologickú analýzu priestorových vzorov a metriku konektivity krajiny. Využitie modelovania scenárov je využiteľné v praxi, v rozhodovacích procesoch, pri návrhoch adaptačných stratégií, ktoré využívajú riešenia založené na prírode."
  },
  {
    "id": "dFGG7",
    "program": "dFGG",
    "supervisor": "doc. Ing. Peter Pišút, PhD.",
    "aff": "",
    "name": "Paleoenvironmentálna rekonštrukcia aluviálnych pôd a pôdnych sedimentov Podunajskej nížiny",
    "text": "Dizertačná práca je zameraná na výskum a analýzu aluviáknych pôd systému Dunaja a dolného Váhu. S využiťím metód DPZ (historickém mapy, ortofotosnímky), terénneho výskumu a paleopedologických aj paleoekologických metód budú analyzované pôdne sedimenty a pochované pôdy zaniknutých korýt a mokradí s cieľom rekonštrukcie prírodných pomerov vybraných území v minulosti."
  },
  {
    "id": "dFGG8",
    "program": "dFGG",
    "supervisor": "doc. Ing. Peter Pišút, PhD.",
    "aff": "",
    "name": "Historické využívanie krajiny – syntetický prístup s kombináciou metód DPZ, historickej kartografie a paleoekológie",
    "text": "Doktorand bude rekonštruovať historické využívanie krajiny vybraných modelových území, vrátane území zaniknutých sídiel s využitím metód DPZ, najmä údajov LIDAR, v kombinácii s údajmi dostupných historických máp a ortofotosnímkov, písomných prameňov, ale aj vlastného terénneho výskumu, využívajúceho aplikáciu  pedologických a paleoekologických metód."
  },
  {
    "id": "dFGG9",
    "program": "dFGG",
    "supervisor": "doc. RNDr. Milan Trizna, PhD.",
    "aff": "",
    "name": "Variabilita zrážok v rámci synoptických situácii ako vstup do zrážkovo-odtokových vzťahov",
    "text": "Práca je zameraná na zrážky ako dôležitý vstup do zrážkovo-odtokových procesov a ich modelovania pomocov hydrologických modelov. Zároveň bude snaha zachytiť variabilitu zrážkových úhrnov priestore a v čase v závislosti na prevládajúcich synoptických situáciách."
  }
]
